[
  {
    "title": "Trump's Personal Vietnam",
    "date": "1997-06-06",
    "summary": "Trump appeared on the Howard Stern Show in 1997 and made these comments about avoiding STD's in the 1980s.",
    "audioFile": "personal_vietnam.mp3"
  },
  {
    "title": "Trump's Thoughts on Abortion",
    "date": "2016-03-30",
    "summary": "When pressed by Chris Matthews for an answer, Trump said that there should be punishment for women who receive abortions, if it were to be made illegal.",
    "audioFile": "abortions.mp3"
  },
  {
    "title": "Trump's Birther Phase",
    "date": "2011-03-01",
    "summary": "Trump spent six weeks in eary 2011 aggressively questioning the location of President Obama's place of birth, and therefore his legitimacy as an office holder.",
    "audioFile": "birther.mp3"
  },
  {
    "title": "Trump's \"Relationship\" with African-Americans",
    "date": "2011-04-14/2015-11-23",
    "summary": "Trump in 2011 claimed to have a great relationship with \"The Blacks\", as he puts it in this soundbite, but in November 2015 re-tweeted completely bogus crime stats about black-on-white murder rates, possibly originating from a European Neo-Nazi group.",
    "audioFile": "great_relationship.mp3"
  },
  {
    "title": "Trump's Views on Hillary",
    "date": "2016-08-02",
    "summary": "Trump referred to Hillary Clinton as \"The Devil\" in a recent campaign speech.",
    "audioFile": "devil.mp3"
  },
  {
    "title": "Trump Believes Judge Not Fit For Duty",
    "date": "2016-06-03",
    "summary": "Trump doesn't believe that Judge Gonzalo Curiel, who is currently overseeing a class-action lawsuit involving Trump University, can preside over the trial without bias, because \"he's Mexican\".",
    "audioFile": "judge_comments.mp3"
  },
  {
    "title": "Trump Claims to Witness Muslims Celebrating 9-11",
    "date": "2015-11-22",
    "summary": "Trump, last fall, claimed to have seen \"thousands\" of Muslims celebrating after 9-11 in Jersey City, NJ. All similar rumors were debunked, but when pressed by George Stephanopolous, Trump was unwilling to back away from his claims.",
    "audioFile": "muslims_celebrate.mp3"
  },
  {
    "title": "Trump Claims Barack Obama and Hillary Clinton founded ISIS",
    "date": "2016-08-12",
    "summary": "Trump, in a campaign speech, claimed that President Obama and Hillary Clinton are the \"Co-Founders\" of ISIS. When asked for clarification in a subsequent interview, he was unwilling to adjust his wording on the topic.",
    "audioFile": "obama_isis_full.mp3"
  },
  {
    "title": "Trump and the 2nd Amendment",
    "date": "2016-08-09",
    "summary": "Trump, in a campaign speech, suggested that if Hillary Clinton is elected and picks the next Supreme Court Justice, then 2nd Amendment supporters could take the law into their own hands.",
    "audioFile": "second_amendment.mp3"
  },
  {
    "title": "Trump and His Sacrifices",
    "date": "2016-07-30",
    "summary": "Trump, in an interview with George Stephanopolous, and in response to a speech by Khizr Khan at the Democratic Convention, said that he has made many sacrifices, but he has an interesting understanding of what sacrifice means.",
    "audioFile": "trump_sacrifices.mp3"
  },
  {
    "title": "Trump on Mexico",
    "date": "2015-06-15",
    "summary": "Trump, last summer, gave a speech in which he made many claims about Mexican immigrants.",
    "audioFile": "mexico_sends_drugs.mp3"
  },
  {
    "title": "Trump on Family Bonds",
    "date": "2006-03-06",
    "summary": "Trump, while being interviewed in 2006, said he might be dating his daughter, if only she wasn't his daughter.",
    "audioFile": "trump_daughter.mp3"
  },
  {
    "title": "Trump's Thoughts on Muslims",
    "date": "2015-12-08",
    "summary": "Trump called for a complete ban on Muslims entering the country in this campaign speech.",
    "audioFile": "trump_muslims_ban.mp3"
  },
  {
    "title": "Trump on Europe and Nuclear Weapons",
    "date": "03-30-2016",
    "summary": "Trump, in an interview with Chris Matthews, said he was unwilling to rule out the possibility of using nuclear weapons in Europe.",
    "audioFile": "europe_nukes.mp3"
  },
  {
    "title": "Trump Fights With Baby",
    "date": "2016-08-02",
    "summary": "At a recent rally where a baby in the audience was crying, Trump claimed to love babies, and then kicked out the woman and her baby.",
    "audioFile": "fight_with_baby.mp3"
  },
  {
    "title": "Trump Mocks Reporter",
    "date": "2015-11-24",
    "summary": "At a rally last year, Trump mocked a disabled New York Times reporter. Though Trump denies knowing the reporter or that he is disabled, PolitiFact has summarily debunked those Trump claims.",
    "audioFile": "mocks_reporter.mp3"
  },
  {
    "title": "Trump on John McCain",
    "date": "2015-07-18",
    "summary": "Trump claimed that John McCain was not a war hero because he was captured. According to Trump, he likes \"people who weren't captured.\"",
    "audioFile": "mccain_war_hero.mp3"
  },
  {
    "title": "Trump Fights with Megyn Kelly",
    "date": "2015-08-08",
    "summary": "After being asked questions about his treatment of women at a Republican debate last year by moderator Megyn Kelly, Trump made these comments in a subsequent interview.",
    "audioFile": "trump_megyn_kelly.mp3"
  },
  {
    "title": "Trump Incites Violence",
    "date": "2015/2016",
    "credit": "Mashable News",
    "creditUrl": "https://www.youtube.com/watch?v=WIs2L2nUL-0",
    "summary": "Though Trump claims not to incite violence at his rallies, here is a compilation of him doing exactly that.",
    "audioFile": "trump_incites_violence.mp3"
  },
  {
    "title": "Trump Claims Election Will Be Rigged",
    "date": "2016-08-02",
    "summary": "At a rally in Pennsylvania and then in a subsequent interview with Sean Hannity, Trump claimed that if he loses the election, the only plausible explanation is that the election will have been rigged."
  }
]
